<template>
  <div class="project-container">
    <SharedTitle size="m">👋 О проекте и моей роли</SharedTitle>
    <SharedText size="m"
      >Привет! Я был TechLead / TeamLead фронтенд-команды на проекте TastyDrop.me — занимался
      глобальным редизайном, техническим обновлением и выстраиванием процессов.</SharedText
    >
    <br />
    <SharedText
      >Проект прошёл полный апгрейд: от архитектуры и визуала до команды и документации. 🧱
      Полностью переписали фронт ✨ Реализовал все ключевые визуальные фишки и анимации 👥 Руководил
      11 разработчиками 📈 И в итоге добились роста пользователей на 40% и ускорили сайт на треть
      Ниже — 4 коротких блока с ключевыми моментами моей работы.</SharedText
    >
  </div>
</template>
<script setup>
import SharedTitle from '~/components/SharedTitle/SharedTitle.vue'

definePageMeta({
  layout: 'project',
  anchors: [
    { link: 'intro', text: 'Введение' },
    { link: 'benefits', text: 'Фишки фишечки' }
  ],
  info: [
    { text: '18.06.2023' },
    { text: 'Team Lead / Tech Lead / Developer' },
    {
      link: 'https://tastydrop.com',
      text: 'tastyDropMe'
    }
  ],
  title: '🛠 Проект: TastyDrop.me'
})
</script>
