const items = [
  '🎨 Адаптация анимаций под проект. Некоторые анимации были вдохновлены референсами, которые были разработаны с использованием WEBGL технологии. Что достаточно трудозатратно в реализации. Было принято решеине адаптировать и не потерять в качестве при реализации с помощью canvas',
  '🔁 Переосмысление макета в ходе разработки',
  '⚙️ Реализация на основе нового фреймворка. Т.к самыми быстрыми на текущий момент остаются проекты с генерацией html страниц заранее, мы пересобрали стек для реализации данной задачи. При этом поддержка и разработка данного проекта не должна была превратиться в каторгу, а технологии переходов должны были быть похожи на переходы SPA(без резкого обновления страницы, с плавным окончанием перехода с одной страницы - на другую)',
  '🚀 Деплой приложения на специфических секретных ресурсах'
]

export { items }
