const items = [
  '🧱 Полностью переписали фронт',
  '✨ Реализовал все ключевые визуальные фишки и анимации',
  '👥 Руководил 11 разработчиками',
  '📈 И в итоге добились роста пользователей на 40%',
  '📈 Ускорение сайта'
]

const redesignItems = [
  'Производительность выросла на 30%',
  'Сайт стал отзывчивее и легче для поддержки',
  'Внедрили отдельную дизайн-систему с использованием Storybook'
]

const processesItems = [
  `People managment - в мои обязанности входила работа с персоналом, комфортом работы,
        обучения, уровнем зарплат`,
  `Project managment - продукт не ограничивался срогими рамками, отсуствие менеджера
        способствовала большой степени влияния лида. Установка промежуточных дедлайнов, согласование
        с руководством и другими лидами, контроль промежуточных этапов релиза фичи, тестирование на
        разных стендах, а так-же деплой, ретро - были в рамках моих обязанностей.`,
  `Tech Lead - лично принимал решения/программировал в реализации сложных анимаций, построения
        архитектуры, модуля для работы с апи и сервисами аналитики, и прочих абстракий для работы
        программистов. Некоторое время это было совместительство в lead, до увольнения.`
]

export { items, redesignItems, processesItems }
